{
	"quotes": [{
			"id": "1",
			"quote": "The enormous mass of interpreters has on the whole done more harm than good to the understanding of the New Testament.",
			"citation": "Kierkegaard, Journal 1835. Garff 30"
		},
		{
			"id": "2",
			"quote": "Christianity or becoming a Christian is like every radical cure: One puts it off as long as possible.",
			"citation": "Kierkegaard, Journal 31 Garff 31"
		},
		{
			"id": "3",
			"quote": "teaches me to focus my gaze on my own interior, it encourages me to seize hold of myself, my own self, to hold it fast amid the ceaseless changes of life, to direct towards myself the concave mirror in which, until now, I have sought to capture the life around me.",
			"citation": "Kierkegaard letter to Lind 1835, Garff 51"
		},
		{
			"id": "4",
			"quote": "What I really need is to be clear about what I am to do, not about what I must know, except insofar as knowledge must precede every action. It is a question of understanding my destiny, of seeing what the Deity really wants me to do. It is a question of finding a truth that is truth for me, of finding the idea for which I am willing to live and die. And what would it profit me if I discovered a so-called objective truth; if I worked my way through the systems of the philosophers and was able to parade them forth on demand; if I was able to demonstrate the inconsistencies within each circle....-what would it profit me if I were able to expound the significance of Christianity, able to explain many individual points, if it held no deeper significance for me and for my life? ... What would it profit me if the truth stood before me, cold and naked, not caring whether I acknowledge it or not, calling forth an anguished shudder rather than confident submission? I will certainly not deny that I still believe in the validity of an imperative of knowledge that has an influence upon men, but it nonethless must become a living part of me, and this is what I understand to be the heart of the matter. It is for this my soul thirsts, as the deserts of Africa thirst for water.",
			"citation": "Kierkegaard Journal 1835. Garff 58."
		},
		{
			"id": "5",
			"quote": "Look, there are manythings you can form a group in order to do. A number of families, for example, can form a group in order to rent a box at the theater, and three single gentlemen can join together for a riding horse, so that each can ride every third day. But it is not like this with immortality.  The consciousness of my immortality belongs entirely and soley to me. At the very instant I am conscious of my immortality, I am absolutely subjective, and I cannot become immortal in rotation with two single gentlemen.",
			"citation": "Kierkegaard PostScript (Garff 95)"
		},
		{
			"id": "6",
			"quote": "Immortality is subjectivity's most passionate interest, and it is precisely in the interest that the proof lies.",
			"citation": "Kierkegaard PostScript (Garff 95)"
		},
		{
			"id": "7",
			"quote": "Immortality is subjectivity's most passionate interest, and it is precisely in the interest that the proof lies.",
			"citation": "Kierkegaard PostScript (Garff 95)"
		}
	]
}